/* Localizable String */
sUIName = "Wireless Network Utility";
sUIVersion = "Utility Version";
sDriverVersion = "Driver Version: v";
sCopyright = "Copyright 2016.";

// Button
OK ="OK";
CANCEL ="Отменить";
NO ="Нет";
YES ="Да";
Join="Подкл.";
Profiles="Профили";
Join_Other="Подкл. к другой";
Show_Nets="Показать сети";
Apply="Применить";
Remove="Удалить";
PIN="PIN";
PBC="PBC";
Forget="Забыть эту сеть";

//DropDownMenu
State_RfOn="Wi-Fi: включена";
State_RfOff="Wi-Fi: выключена";
State_Scan="Wi-Fi: идёт поиск сетей...";
State_Unplug="Wi-Fi: нет аппаратного обеспечения";
State_Disable="Wi-Fi: не настроена";

Radio_ON ="Включить Wi-Fi";
Radio_OFF ="Выключить Wi-Fi";
Join_Other_Network="Подключиться к другой сети...";
Create_Adhoc="Создать сеть...";
Open_Utility="Открыть беспроводную утилиту...";
Open_Preference="Открыть настройки сети...";

//ScanTable View
ScanTable_View_Title="Выбор сети для Вашего подключения.";
ScanTable_View_SubTitle="Выберите сеть, к которой Вы хотите подключиться, из списка и затем, если необходимо, введите пароль сети.";
Associated="Associated";
SignalStrength="SignalStrength";
Scanning="Сканирование...";

// Setting Field View
Join_BroadcastSecAP1="Сеть";
Join_BroadcastSecAP2="требует пароль";
Join_BroadcastSecAP3="";
Join_HiddenSecAP1="Эта скрытая сеть требует пароль";
Join_HiddenSecAP2="";
Join_HiddenOpenAP="Введите имя скрытой сети";

// Join Other
Create_Infra_Title="Введите имя сети.";
Create_Infra_SubTitle="Введите имя сети, к которой необходимо подключиться, затем, если требуется, введите пароль.";
Create_Adhoc_Title="Создать сеть «компьютер-компьютер»";
Create_Adhoc_SubTitle="Введите имя сети «компьютер-компьютер», которую Вы хотите создать.";

//Setting Field
Security_None="Нет";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="Личный WPA TKIP";
Security_WpaAes="Личный WPA AES";
Security_Wpa2Tkip="Личный WPA2 TKIP";
Security_Wpa2Aes="Личный WPA2 AES";
Security_WpaTkip1X="Корпоративный WPA TKIP";
Security_WpaAes1X="Корпоративный WPA AES";
Security_Wpa2Tkip1X="Корпоративный WPA2 TKIP";
Security_Wpa2Aes1X="Корпоративный WPA2 AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="Личный WPA";
Profile_Wpa2="Личный WPA2";
Profile_Wpa1X="Корпоративный WPA";
Profile_Wpa21X="Корпоративный WPA2";
Profile_WpaNone="WPA-None";

NetworkName="Имя сети:";
Security="Безопасность:";
Password="Пароль:";
ShowPassword="Показать пароль";
ASCII="ASCII";
UserName="Имя пользователя:";
EAP="802.1X EAP:";
PEAP="Автоматически (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
CA_Cert="Сертификат CA:";
Client_Cert="Сертификат клиента:";
Private_Key="Приватный ключ:";
Private_Key_Pwd="Пароль приватного ключа:";
Choose_Private_Key="Выберите файл приватного ключа (PEM/DER/PFX)";
Choose_Client_Cert="Выберите файл ключа клиента (PEM/DER/PFX)";
Choose_CA_Cert="Выберите файл сертификата CA (PEM/DER/CER)";

Select_KeyChain_Cert_Desc="Выберите сертификат из связки ключей";
Select_File_Cert_Desc="Выберите файл сертификата";
Select_KeyChain_Identity_Desc="Select Identity From Keychain";
Select_KeyChain_Key_Desc="Выберите приватный ключ из связки ключей";
Select_File_Key_Desc="Выберите файл приватного ключа";

Cert_Expire="Сертификат истёк";

Cert_Examine_Title1="Authenticating to network";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Before authentication to server";
Cert_Examine_Info2="you should examine the server's certificate to ensure that it is appropriate for this network.\n\nTo view the certificate, click \'Show Certificate\'.";


// Profiles
PreferredNet="Предпочтительные сети:";
StateTitle="Состояние";
SecurityTitle="Безопасность";


//WPS 
WPS_Title="Пожалуйста, введите PIN-код на страницу настроек точки доступа";
WPS_Progress="Статус WPS:";
WPS_init_Str="Начать WPS процесс ";
WPS_scan_Str="Сканирование активных WPS AP";
WPS_connect_Str="Подключиться к Активному WPS AP";
WPS_handshake_Str="Начать установление WPS связи";
WPS_exchange_Str="Обмен WPS сообщением";
WPS_done_Str="Обмен WPS сообщением (закончено)";
WPS_fail_Str="Попробуйте подключиться к другому WPS AP";
WPS_start_Str="Начать WPS";
WPS_finish_Str="WPS протокол Завершен!";
WPS_auto_connect_Str="Подключение WPS AP произойдет автоматически";
WPS_timeout_Str="WPS время вышло!";
WPS_connection_failed_Str="Подключение не удалось. Пожалуйста, повторите попытку позже!";

Wps_overlap_Str="Наложения сеансов";
Wps_more_pbc_Str="Больше одной AP в состоянии PBC!";
Wps_retry_Str="Используйте PIN или подождите и попробуйте снова";

ERROR0="Ошибка";
ERROR1="Введите ключ!";
ERROR2="Неправильный индекс WEP ключа!";
ERROR3="Ключ должен содержать от 8 до 63 символов ASCII или 64 шестнадцатеричных цифры";
ERROR4="Ключ сети не в шестнадцатеричном формате!";
ERROR5="Длина ASCII ключа должна быть 5 или 13 знаков!";
ERROR6="Длина ключа сети неправильная!";
ERROR7="Длина ключа сети должна быть 10 или 26 знаков!";
ERROR8="Ключ сети и ключ подтверждения не совпадают!";
ERROR9="Ключ сети не в ASCII формате!";
ERROR10="Ключ сети не в 64HEX (0~9, a~f, A~F) формате!";
ERROR11="This ChannelPlan can't join Adhoc with channel 12, 13 or Band2, Band3!";
ERROR12="Can't join Adhoc with WPA-NONE!";
ERROR13="Can't join Adhoc with WPA2-PSK!";
ERROR14="Корпоративный WPA/WPA2 не поддерживается!";
ERROR15="Пожалуйста, разрешите утилите использовать связку ключей";

WARNING0="Предупреждение";
WARNING1="Введите SSID";
WARNING2="Введите имя профиля";
WARNING3="Длина SSID не должна быть больше 32 знаков";
WARNING4="Этот профиль уже существует. Заменить этот профиль?";
WARNING5="Вы уверены, что хотите удалить выбранные профили?";

NOTICE0 = "Замечание";
NOTICE1 = "Ошибка в режиме точки доступа";
NOTICE2 = "Ошибка в режиме клиента";
NOTICE3 = "QOSMode Set value fail";
NOTICE4 = "QOSMode Get value fail";
NOTICE5 = "QOSMode incorrect value";	
NOTICE6 = "RTSThreshold Out of range (0 ~ 2432)";
NOTICE7 = "FragmentationThreshold Out of range (256 ~ 2432)";
NOTICE8 = "Включите беспроводной адаптер в панели Сеть в Системных настройках";
NOTICE9 = "Подключите беспроводной адаптер к компьютеру";
NOTICE10 = "Вами введён неверный пароль для беспроводной сети. Повторите попытку с другим паролем.";